Repository: ronnyh/HWSensors3
Catalog: hwmonitor2/HWMonitorSMC/Interface/Preferences/*.lproj/Preferences.strings
Languages: de, ko, tr

# F5h-4I-FHU.title
source: Use percentage to display memory usage
de: RAM-Angaben in Prozent (%)
ko: 메모리 사용량을 퍼센트로 보기
tr: Bellek kullanımını görüntülemek için yüzde kullanın

# 1ou-TV-z1H.title
source: Expand all groups
de: Alle Gruppen erweitern
ko: 모든 그룹 펼쳐보기
tr: Tüm grupları genişlet

# 7b5-Rl-qab.title
source: Preferences
de: Voreinstellungen
ko: 설정
tr: Ayarlar

# IiS-qj-XaA.title
source: Expand CPU Frequencies group
de: Die Gruppe CPU FREQUENZEN erweitern
ko: CPU 주파수 그룹 펼쳐보기
tr: CPU Frekansları grubunu genişletin

# Uuk-nv-v6V.title
source: Expand CPU Temperatures group
de: Die Gruppe CPU TEMPERATUREN erweitern
ko: CPU 온도 그룹 펼쳐보기
tr: CPU Sıcaklıklar grubunu genişletin

# VSp-PT-02b.title
source: Don't show empty groups
de: Keine leeren Gruppen anzeigen
ko: 빈 그룹 표시하지 않기
tr: Boş grupları gösterme

# f3S-tq-sNl.title
source: Expand Voltages group
de: Die Gruppe SPANNUNGEN erweitern
ko: 전압 그룹 펼쳐보기
tr: Voltaj gruplarını genişlet

# fYJ-2d-nMJ.title
source: Force to use dark appearance
de: Dunkle Ansicht benutzen
ko: 다크 모드 강제로 사용하기
tr: Dark mod kullanmaya zorla

# vMW-P5-ltW.title
source: Always hide the vertical scroller
de: Vertikalen Rollbalken ausblenden
ko: 수직 스크롤러 항상 숨기기
tr: Dikey kaydırma çubuğunu her zaman gizleyin

# i4D-QB-sGd.title
source: Sensors update interval in seconds:
de: Updateinterval für Sensoren in Sekunden:
ko: 센서 업데이트 간격(초):
tr: Sensor güncellemeleri için saniye aralığı:

# h2D-rP-QYL.title
source: (applied to the next execution)
de: (Änderungen der Einstellungen werden nach App-Neustart übernommen)
ko: (다음 실행시 적용)
tr: (Değişiklikler uygulamayı yeniden başlattığınızda etkin olacaktır. )

# Dyg-rv-2Gg.title
source: Run HWMonitorSMC.app at login
de: HWMonitorSMC.app beim Anmelden starten
ko: 로그인시 HWMonitorSMC 실행하기
tr: HWMonitorSMC.app uygulamasını başlangıçta çalıştır.

# jea-Yr-Q5W.title
source: Use the IOAccelerator's monitoring for GPUs
de: Zeige GPU-Überwachung von IOAccelerator
ko: GPUs에 대한 IOAccelerator의 모니터링 사용하기
tr: GPU için GPU'lar için IOAccelerator'ın izlemesini kullanın
